Repository: Primekick/fontisso-net
Catalog: Fontisso.NET/I18n/UI.*.resx
Languages: pl_pl

# Button_Patch
source: Patch
pl_pl: Patchuj

# TextInput_SampleTextPlaceholder
source: Type any text
pl_pl: Wpisz dowolny tekst

# Summary_SampleText
source: The quick brown fox jumps over the lazy dog
pl_pl: Zażółć gęślą jaźń

# Header_PickFile
source: Choose file
pl_pl: Wybierz plik

# Header_PickFont
source: Choose font
pl_pl: Wybierz font

# FileInput_Description
source: Drag and drop a file or use the button below
pl_pl: Przeciągnij i upuść plik lub użyj przycisku poniżej

# FileInput_DragAndDropHere
source: Drag and drop here
pl_pl: Upuść tutaj

# Button_PickFile
source: Choose file
pl_pl: Wybierz plik

# FontPicker_SearchPlaceholder
source: Search...
pl_pl: Wyszukaj...

# Dialog_Error
source: Error
pl_pl: Błąd

# Success_Patched
source: File patched successfully! Created backup: {0}
pl_pl: Plik spatchowany pomyślnie! Utworzono kopię zapasową: {0}

# Error_CannotPatch
source: Cannot patch file: {0}
pl_pl: Nie można spatchować pliku: {0}

# Error_CannotPatchWin32
source: Cannot patch file (code {0}): {1}
pl_pl: Nie można spatchować pliku (kod {0}): {1}

# Error_CannotCreateBackup
source: Cannot create backup
pl_pl: Nie można stworzyć kopii zapasowej

# Error_FileNotFound
source: File not found: {0}
pl_pl: Nie można znaleźć pliku: {0}

# Error_Unhandled
source: An unexpected exception occurred: {0}
pl_pl: Wystąpił niespodziewany błąd: {0}

# Error_Not2k3File
source: Unsupported file format. Expected either RPG_RT.exe or ultimate_rt_eb.dll
pl_pl: Niepoprawny format pliku. Oczekiwano RPG_RT.exe lub ultimate_rt_eb.dll

# Error_EngineTooOld
source: Engine too old to be patched. Only versions 1.12 and up are supported.
pl_pl: Wersja silnika jest zbyt stara, aby umożliwić patchowanie. Tylko wersje 1.12 i wyższe są wspierane.
